tap "aws/tap"
tap "hashicorp/tap"
tap "weaveworks/tap"
tap "argoproj/tap"
tap "homebrew/cask-fonts"
tap "snyk/tap"
tap "teamookla/speedtest"
tap "ariga/tap"
tap "jesseduffield/lazygit"
tap "microsoft/msstore-cli"

brew "sheldon"
brew "wget"
brew "gcc"
brew "cmake"
brew "clang-format"
brew "googletest"
brew "java"
brew "python"
brew "rust"
brew "go"
brew "node"
brew "corepack"
brew "awscli"
brew "coreutils"
brew "gnu-sed"
brew "git"
brew "gh"
brew "jesseduffield/lazygit/lazygit"
brew "git-secrets"
brew "httpie"
brew "jq"
brew "yq"
brew "postgresql@14"
brew "hashicorp/tap/terraform"
brew "zsh"
brew "neovim"
brew "chezmoi"
brew "gnupg"
brew "pinentry-mac"
brew "helm"
brew "ripgrep"
brew "tree"
brew "parquet-cli"
brew "avro-tools"
brew "aws-sam-cli"
brew "weaveworks/tap/eksctl"
brew "argo"
brew "argocd"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "istioctl"
brew "watchman"
brew "mkcert"
brew "cue"
brew "dagger-cue"
brew "trivy"
brew "snyk/tap/snyk"
brew "teamookla/speedtest/speedtest"
brew "golangci-lint"
brew "aws/tap/copilot-cli"
brew "ariga/tap/atlas"
brew "buf"
brew "linode-cli"
brew "git-remote-codecommit"
brew "aws-vault"
brew "aws-nuke"
brew "aws/tap/eks-node-viewer"
brew "nmap"
brew "nikto"
brew "mise"
brew "uv"
brew "microsoft/msstore-cli/msstore-cli"
#brew "gnu-getopt"
#brew "nkf"
#brew "redis"
#brew "tmux"
#brew "universal-ctags"
#brew "httpie"
#brew "mosh"

#cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "homebrew/cask-fonts/font-jetbrains-mono-nerd-font"
cask "1password"
cask "1password-cli"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "warp"
cask "jetbrains-toolbox"
cask "postman"
cask "postman-cli"
cask "slack"
cask "slack-cli"
cask "visual-studio-code"
cask "cursor"
cask "notion"
cask "displays"
cask "session-manager-plugin"
cask "openvpn-connect"
cask "zed"
#cask "tunnelblick"
cask "zoom"
cask "raindropio"
cask "zoom"
cask "discord"
cask "proxyman"
cask "ngrok"
cask "devtoys"
cask "lens"
cask "drawio"
cask "figma"
cask "nosql-workbench"
cask "microsoft-remote-desktop"
cask "lg-onscreen-control"
cask "github"
cask "balenaetcher"
#cask "burp-suite"
cask "burp-suite-professional"
cask "wireshark"
#cask "firefox"
#cask "keybase"
#cask "adobe-creative-cloud"
cask "grammarly-desktop"
cask "anki"
cask "chatgpt"
cask "claude"
cask "devtoys"
cask "finch"
#mas "Feedly", id: 865500966
mas "1Password 7", id: 1333542190
mas "Amazon Kindle", id: 302584613
mas 'XCode', id: 497799835
