tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "aws/tap"
tap "weaveworks/tap"
tap "argoproj/tap"
tap "homebrew/cask-fonts"
tap "snyk/tap"
tap "teamookla/speedtest"
tap "homebrew/cask-drivers"
tap "ariga/tap"

brew "gcc"
brew "java"
brew "python"
brew "rust"
brew "go"
brew "node"
brew "awscli"
brew "coreutils"
brew "gnu-sed"
brew "git"
brew "httpie"
brew "jq"
brew "yq"
brew "postgresql@14"
brew "terraform"
brew "zsh"
brew "neovim"
brew "gnupg"
brew "pinentry-mac"
brew "gh"
brew "helm"
brew "ripgrep"
brew "tree"
brew "parquet-cli"
brew "avro-tools"
brew "aws/tap/aws-sam-cli"
brew "weaveworks/tap/eksctl"
brew "argo"
brew "argocd"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "istioctl"
brew "watchman"
brew "mkcert"
brew "cue"
brew "dagger-cue"
brew "trivy"
brew "snyk/tap/snyk"
brew "git-secrets"
brew "teamookla/speedtest/speedtest"
brew "golangci-lint"
brew "copilot"
brew "ariga/tap/atlas"
brew "buf"
brew "linode-cli"
brew "git-remote-codecommit"
#brew "gnu-getopt"
#brew "nkf"
#brew "redis"
#brew "tmux"
#brew "universal-ctags"
#brew "httpie"
#brew "mosh"

cask "homebrew/cask-fonts/font-jetbrains-mono-nerd-font"
cask "1password"
cask "1password-cli"
cask "docker"
cask "multipass"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kindle"
cask "postman"
cask "postman-cli"
cask "slack"
cask "visual-studio-code"
cask "notion"
cask "displays"
cask "session-manager-plugin"
cask "tunnelblick"
cask "clickup"
cask "zoom"
cask "raindropio"
cask "zoom"
cask "discord"
cask "proxyman"
cask "ngrok"
cask "devtoys"
cask "lens"
cask "drawio"
cask "figma"
cask "nosql-workbench"
cask "microsoft-remote-desktop"
cask "homebrew/cask-drivers/lg-onscreen-control"
cask "github"
#cask "firefox"
#cask "openvpn-connect"
#cask "keybase"
#cask "adobe-creative-cloud"
#cask "burp-suite"

#mas "Feedly", id: 865500966
mas "1Password 7", id: 1333542190
