tap "aws/tap"
#tap "dkanejs/aws-session-manager-plugin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "gcc"
brew "rust"
brew "python"
brew "pipenv"
#brew "awscli"
#brew "aws-session-manager-plugin"
#brew "bash"
#brew "bash-completion"
brew "coreutils"
brew "git"
#brew "gnu-getopt"
#brew "httpie"
#brew "jq"
#brew "mosh"
#brew "neovim"
#brew "nkf"
##brew "node@8"
#brew "postgresql"
#brew "redis"
#brew "ruby", link: true
#brew "terraform"
#brew "tmux"
brew "zsh"
brew "zsh-completions"
brew "starship"
brew "fzf"
brew "aws-sam-cli"
brew "nodenv"
brew "java"
brew "sbt"
brew "gnupg"
brew "pinentry-mac"
brew "gh"

cask "1password"
#cask "docker"
#cask "dropbox"
#cask "firefox"
cask "google-chrome"
#cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "kindle"
#cask "mysqlworkbench"
cask "postman"
#cask "raindropio"
cask "slack"
#cask "tunnelblick"
#cask "vagrant"
cask "visual-studio-code"
cask "notion"
cask "discord"
cask "displays"
